"__title__" = "Bank Account (DE)";

"__description__" = "German Bank Account information.";

"bankName" = "銀行名稱";

"owner" = "帳戶名稱";

"accountType" = "資料庫類型";

"bankNo" = "Bank Number (BLZ)";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "電話";

"branchAddress" = "Address";

"telephonePin" = "Telephone PIN";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Savings";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Money Market";

"menu.accountType.other" = "其它";
